Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=171_art_id=199.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Girku
smj: Åhpav: Girkko

source: Sáme-girku Åankeres
smj: Lapp-kapella Ankareden

source: Åankere Åankere kapealla.
smj: Ankarede kapella.

source: Dán girku biras lea sámi biras.
smj: Dán girkko birás le tjielggasit sáme birrasij bájnnidum.

source: Girkošilju birra leat máŋgga goađi.
smj: Girkkosaje birra li viehka moadda gåetieh.

source: Ná lea leamaš guhkká.
smj: Návti le guhkás læhkám.

source: Báikkis lea ” blåsjö-ássán ” - oassi smávvá barttaiguin, ja ” sámi ” - oassi gođiiguin ja buvrriiguin.
smj: Guovlon ” blåsjö-bo ” - oasse smáv stugorij, ja ” lapp ” - oasse gånnå li gåetieh ja buvrieh.

source: Dát guokte kultuvrra ellet bálddalagaid.
smj: Dá guokta kultuvra viessoba nubbe nuppe guorralakkoj.

source: Máŋga sápmelačča leat hávdáduvvon dán hávdeeatnamii.
smj: Moadda sáme li dán girkkogárden hávddáduvvam.

source: dakkár vásáhusat čatnet buolvvaid oktii, ja danin nannejit oktasašvuođa.
smj: Moadda hávsskes mujto li báhtsám árbbedábálasj sáme girkkoájllegijs.

source: Mihcamáripmilbálvalusas leat sámi gávttehasat girkobalvat.
smj: Dákkir vásádusá tjadni buolvajt aktij ja aktijvuodav nanni.

source: Ipmilbálvalusas geavahuvvo maiddái sámegiella dan láhkái ahte biibbalteavsttat, sálmmat ja liturgiijaoasit leat sámegillii.
smj: Jubmeldievnastusán sámegiella aneduvvá gå rámáttevsta, sálma ja oasse liturgijas sámegiellaj tjadáduvvá.

source: Dát molsašuddá jagis jahkái.
smj: Dát målssu jages jahkáj.
